[
  {
    "FirstName": "Arthur",
    "LastName": "Doler",
    "HeadShot": "/cloud/profilephotos/Arthur-Doler-3b524f1b-e1cf-407f-9596-b1a96789f592-636245362278358555.jpeg",
    "UserName": "arthurdoler",
    "Biography": "Arthur (or Art, take your pick) has been a software engineer for 13 years and has worked on things as exciting as analysis software for casinos and things as boring as banking websites. He is an advocate for talking openly about mental health and psychology in the technical world, and he spends a lot of time thinking about how we program and why we program, and about the tools, structures, cultures, and mental processes that help and hinder us from our ultimate goal of writing amazing things. His hair is brown and his thorax is a shiny blue color.\r\n",
    "WebSite": null,
    "Company": "Aviture",
    "Title": "Senior Software Engineer",
    "Twitter": "@arthurdoler",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/arthurdoler/",
    "GitHub": null,
    "LastUpdated": "2017-03-13T15:22:05.62"
  },
  {
    "FirstName": "Brad",
    "LastName": "Colbow",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "bradcolbow",
    "Biography": "Brad Colbow is an independent UX/UI designer from Cleveland Ohio (colbowdesign.com). Brad has built a reputation designing user interfaces and experiences for brands like Smucker's, Rubbermaid, Starbucks, The Cleveland Clinic and The Rock and Roll Hall of Fame. Design is fun, but Brad is probably best known for his comic strip “The Brads” which was published in .Net magazine and can bee seen on his personal website (bradcolbow.com) along with his newer comic work. He's also the co-organizer of the Refresh Cleveland and Rustbelt Refresh a front end web design conference in Cleveland.",
    "WebSite": "http://bradcolbow.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T04:08:38.767"
  },
  {
    "FirstName": "Brett",
    "LastName": "Whittington",
    "HeadShot": "/cloud/profilephotos/Brett-Whittington-fbb21c46-2ea8-447c-907b-9330b2301323-636244896184616404.jpg",
    "UserName": "bwhittington",
    "Biography": "Brett is a web development consultant and has been working for more than 11 years.  He specializes in hybrid mobile app development and using front end frameworks such as AngularJS. Always passionate about continuous education, he has been most recently mentoring and encouraging his co-workers to become better speakers.  To further this growth, he leads Lightning Talk Nights and other events at his job at HMB Inc.",
    "WebSite": "https://brettthewhitt.com/",
    "Company": "HMB Inc.",
    "Title": "Senior Consultant and Sitefinity Lead",
    "Twitter": "@BrettTheWhitt ",
    "Facebook": "https://www.facebook.com/bwhittington",
    "GooglePlus": "https://plus.google.com/+BrettWhittington",
    "LinkedIn": "https://www.linkedin.com/in/brettawhittington/",
    "GitHub": "https://github.com/bwhittington",
    "LastUpdated": "2017-03-07T13:23:27.467"
  },
  {
    "FirstName": "Calvin",
    "LastName": "Allen",
    "HeadShot": "/cloud/profilephotos/Calvin-Allen-1605780a-9d09-4d48-ba81-7e56c74cee54-636244918314676884.jpg",
    "UserName": "calvinallen",
    "Biography": "Calvin is a .NET developer in Columbus, OH that enjoys designing software that not only solves business problems, but is easy to use, on budget, and on time. If he isn't designing software, he's learning how to be a better software developer. This isn’t just a career for him – it’s a lifestyle.",
    "WebSite": "https://www.calvinallen.net",
    "Company": "Heuristic Solutions",
    "Title": "Sr. Software Developer",
    "Twitter": "@CalvinAllen_",
    "Facebook": "https://www.facebook.com/callen.83",
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/calvinallen83/",
    "GitHub": "https://www.github.com/calvinallen",
    "LastUpdated": "2017-03-07T13:59:02.493"
  },
  {
    "FirstName": "Chris",
    "LastName": "McClellan",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "cmcclellan",
    "Biography": "Chris is currently a Software Craftsman at Pillar Technology. He has spent the last 5 years working on teams focused on delivering a continuous flow of working software. ",
    "WebSite": "https://christopherjmcclellan.wordpress.com/",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-11T14:13:37.48"
  },
  {
    "FirstName": "Chris",
    "LastName": "Williams",
    "HeadShot": "/cloud/profilephotos/Chris-Williams-618132c8-d948-46de-bd38-b32e826f72fd-636244908254220478.jpg",
    "UserName": "chrisgwilliams",
    "Biography": "Chris G. Williams is a Senior Developer for Fluor Government Group. He’s the author of Professional Windows Phone Game Development (WROX) and numerous articles in CODE Magazine, most recently on Programming Alexa Skills on the Amazon Echo.. \r\n\r\nHe's also a nine year Microsoft MVP, MCT, MCSD (.NET Early Adopter), blogger, gamer, cryptocoin enthusiast, author &amp; maintainer of the CryptoConnector open source project, author & maintainer of Heroic Adventure!, freelance game developer, conference speaker, INETA Community Champion, and former INETA Board of Directors member.",
    "WebSite": "http://www.geekswithblogs.net/cwilliams",
    "Company": "Fluor Government Group",
    "Title": null,
    "Twitter": "@chrisgwilliams",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T13:42:39.013"
  },
  {
    "FirstName": "Christina",
    "LastName": "Aldan",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "luckygirl",
    "Biography": "Christina Aldan is a TEDx Speaker, Trainer, and Consultant whose company, LG Designs, offers small and micro businesses brand consulting and creative content for everyday media.  With over a decade of experience in the digital advertising realm, Christina is highly regarded for her approach to business, partnering with clients to find unique strategies that ensure their advertising goals are met. Christina builds connections through her keynote addresses, workshops, and technological education. She uses these tools to help individuals and businesses cultivate value in everyday media. She also served as Chief Marketing Officer for PrayerSpark and currently serves as Marketing Coordinator for Starmark1. Christina uses her charisma and expertise to inspire others by mentoring women in business like herself. She also has sat on state and local boards supporting women in tech, entrepreneurship, and children with learning disabilities.\r\n\r\nShe is the recipient of the Las Vegas Women in Tech Community Service Award, the Distinguished Woman of the Year Award in STEM, the Stevie Award for the category of Women Helping Women, and nominated as one of the Top 100 Influential Women in Las Vegas 2017. Learn more at: ChristinaAldan.com",
    "WebSite": "http://www.iamagoodmix.com/blog/",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T04:00:27.68"
  },
  {
    "FirstName": "Christine",
    "LastName": "Iammarino",
    "HeadShot": "/cloud/profilephotos/Christine-Iammarino-a437eec4-291a-42b8-a220-5013a4bfaf8f-636245794295861502.jpg",
    "UserName": "ciammarino",
    "Biography": "Christine spends her days saving the world as an IT Consultant at Manifest Solutions. Her UI/UX expertise, Front-end development, design skills, accessibility knowledge, adoration for the MVC framework, and a soft spot for Angular is minified into a 5ft. 2in. superhero (ciammarino.sh.min). At night she travels through spacetime refactoring her day's work. Under the pseudonym ciammarino, she volunteers doing outreach for victims of human trafficking and those in need. She has 2 daughters, 2 cats, and Maggie, her superhero dog and best friend.",
    "WebSite": null,
    "Company": "Manifest Solutions",
    "Title": "IT Consultant",
    "Twitter": "@ciammarino",
    "Facebook": "https://www.facebook.com/ciammarino",
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/ciammarino/",
    "GitHub": "https://github.com/ciammarino",
    "LastUpdated": "2017-03-08T15:29:35.017"
  },
  {
    "FirstName": "Corinna",
    "LastName": "Cohn",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "corinnacohn",
    "Biography": "Corinna Cohn has been creating websites since 1995 and has written web apps for radio stations, research projects, scientific publishing, and business-to-business clients. Over the past several years, Corinna has worked with Backbone, Ember, and Angular to design and write single-page applications. Corinna has written ugly, unmaintainable code but is now working to bring the principles of clean code, unit tests, and high-quality refactoring into the realm of JavaScript web application",
    "WebSite": "http://www.corinnacohn.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T04:26:18.553"
  },
  {
    "FirstName": "Craig",
    "LastName": "Stuntz",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "craigstuntz",
    "Biography": "Craig Stuntz is a software engineer and a lifelong student of computer science, with specific interests in programming languages, type theory, compilers, and math. He is Technical Director at Improving Columbus, and cofounded the Columbus branch of Papers We Love, a reading group for people interested in academic computer science research. In the past year he has presented talks at CodeMash, Dog Food Conference, Stir Trek, and many user groups.\r\n\r\nWhen not at work or playing with his kids, he is usually studying math or playing Irish traditional music on the tin whistle and wooden flute.",
    "WebSite": "http://www.craigstuntz.com/",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-08T04:49:07.743"
  },
  {
    "FirstName": "Dale",
    "LastName": "Alleshouse",
    "HeadShot": "/cloud/profilephotos/Dale-Alleshouse-777c0ee3-1e59-48bd-bed1-0dceac13ec42-636244876314797655.jpg",
    "UserName": "dalealleshouse",
    "Biography": "Dale Alleshouse is a passionate developer with more than 20 years of experience. Currently, he’s a senior software engineer for Callibrity. In his free time, he’s involved in several Cincinnati-based user groups and actively contributes to the open source community. When not programming, you can find him at the Sweatt Shop lifting heavy things and generally being a menace.",
    "WebSite": "http://hideoushumpbackfreak.com/",
    "Company": "Callibrity",
    "Title": "Senior Software Developer",
    "Twitter": "@HumpbackFreak",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": "https://github.com/dalealleshouse",
    "LastUpdated": "2017-03-07T12:47:11.48"
  },
  {
    "FirstName": "Damian",
    "LastName": "Synadinos",
    "HeadShot": "/cloud/profilephotos/Damian-Synadinos-b4524388-95e5-43bd-a439-0be498780248-636246679378061094.jpg",
    "UserName": "dsynadinos",
    "Biography": "Damian Synadinos started testing software – on purpose and for money – in 1993. Since then, he has helped “build better software and build software better” using various methods and tools in numerous roles at many companies in diverse industries. Over the past ten years, Damian has focused primarily on teaching and leading testers and improving processes. Currently, he runs his own training and consulting company, Ineffable Solutions, specializing in IT and focusing on testing. Damian also enjoys performing improv comedy, golfing, playing poker and basketball, gaming, acting, cartooning, and spending time with his family.\r\n",
    "WebSite": "http://www.ineffable-solutions.com/",
    "Company": "Ineffable Solutions",
    "Title": "Owner",
    "Twitter": "@dsynadinos",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/damiansynadinos/",
    "GitHub": null,
    "LastUpdated": "2017-03-09T15:44:42.417"
  },
  {
    "FirstName": "Daniel",
    "LastName": "GreenLeaf",
    "HeadShot": "/cloud/profilephotos/Daniel-GreenLeaf-a986c30c-e5cf-4e16-b166-d231511ee41b-636245171630712684.jpg",
    "UserName": "danielgreenleaf",
    "Biography": "Dan is a Lean and Agile Coach whose primary focus is delivering business value to customers. He leverages his understanding of both business and IT to help organizations improve their processes and collaboration to maximize efficiency and customer satisfaction. He helps organize many of the Lean and Agile events in central Ohio including The Path to Agility, Lean Into Agile, Lean Lunchbox, Central Ohio Agile Alliance (COHAA) events and Columbus Women in Tech (CWiT). Dan holds multiple certifications including the PMI-ACP, PSM II, and SPC. Dan frequently presents at conferences and user groups.  Some recent presentations include PMI Central Ohio Professional Development Day, The Path to Agility, Agile Cincinnati, Agile Indy, Agile Lunchbox, and COHAA chapter meetings.\r\n",
    "WebSite": "https://www.linkedin.com/in/danielgreenleaf",
    "Company": "ICC",
    "Title": "Agile Practice Lead",
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T20:59:29.883"
  },
  {
    "FirstName": "Drew",
    "LastName": "Furgiuele",
    "HeadShot": "/cloud/profilephotos/Drew-Furgiuele-04bfa541-95cb-4e1f-9c0e-fb00b4589aa7-636244873954695640.jpg",
    "UserName": "pittfurg",
    "Biography": "Drew is a Senior Database Administrator at IGS, and has been working with the Microsoft Data Platform for over 15 years. When he's not accidentally dropping tables in production, he enjoys helping developers and analysts write faster and more efficient queries, using PowerShell to automate himself, and messing around creating IoT devices. He also is a major contributor to the awesome open source PowerShell toolkit for DBAs, dbatools (https://dbatools.io/).\r\n\r\nOutside of work, he enjoys blogging, traveling, speaking, CrossFit, and hearing people try to pronounce his last name. He loves his dog more than he loves anything or anyone else, and isn't ashamed of his Spotify playlist.",
    "WebSite": "http://www.port1433.com",
    "Company": "IGS",
    "Title": "Senior Database Administrator",
    "Twitter": "@pittfurg",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/pittfurg/",
    "GitHub": "https://github.com/drewfurgiuele",
    "LastUpdated": "2017-03-07T12:47:51.477"
  },
  {
    "FirstName": "Ed",
    "LastName": "Charbeneau",
    "HeadShot": "/cloud/profilephotos/Ed-Charbeneau-c4c717ab-3bf7-4a2c-ab7f-8d0a4d29c518-636245004529467022.jpg",
    "UserName": "edcharbeneau",
    "Biography": "Ed is a Microsoft MVP and an internationally recognized online influencer, speaker, writer, design admirer, a Developer Advocate for Progress, and expert on all things web development. Ed enjoys geeking out to cool new tech, brainstorming about future technology, and admiring great design.\r\n\r\nEd has shared his insights, experiences, and advice around collaboration, knowledge management, social computing, and training at many industry events around the United States. Highly ethical and engaging with an uncanny business acumen, he is a creative community builder and outside the box thinker. Long term business relationships throughout the world within internal communications, employee engagement and marketing as well as IT. Focusing on Financial, Healthcare, Manufacturing, Agency and Professional Services. He has defined, architected, implemented line of business solutions with a touch of style and UX best practices.",
    "WebSite": "http://edcharbeneau.com",
    "Company": "Progress",
    "Title": "Developer Advocate",
    "Twitter": "@edcharbeneau",
    "Facebook": "https://www.facebook.com/edcharbeneau",
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": "https://github.com/edcharbeneau",
    "LastUpdated": "2017-03-07T16:24:01.28"
  },
  {
    "FirstName": "Gabrielle",
    "LastName": "Crevecoeur",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "gcrev93",
    "Biography": "Gabrielle Crevecoeur is a technical evangelist at Microsoft specializing in open source development. Her current focus is Node.js. Gabrielle is a recent graduate of Florida State University, where she majored in computer science. She is now attending the University of Illinois at Chicago, were she is working to her Masters of Science in Electrical Engineering. When Gabrielle is not programming, you can find her playing video games or watching Netflix.",
    "WebSite": "http://nowayshecodes.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T03:53:28.377"
  },
  {
    "FirstName": "Heath",
    "LastName": "Murphy",
    "HeadShot": "/cloud/profilephotos/Heath-Murphy-f5b57946-58b9-4944-83cb-2befacc6cdb8-636244871934507188.jpg",
    "UserName": "heathmurphy",
    "Biography": "Heath is a principal consultant at HMB currently doing mostly architecture and PM-type things. ",
    "WebSite": "https://www.linkedin.com/in/heath-murphy-pmp-mcsd-39960542/",
    "Company": "HMB",
    "Title": "Principal Consultant",
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T12:40:41.713"
  },
  {
    "FirstName": "Jared",
    "LastName": "Faris",
    "HeadShot": "/cloud/profilephotos/Jared-Faris-e08c6cc3-8e47-4465-812d-6342126e95cf-636246686880608202.png",
    "UserName": "JaredTheNerd",
    "Biography": "Jared is a Microsoft MVP and the VP of Technology and Solutions at HMB (http://www.hmbnet.com), an IT services company based out of Columbus, OH. His focus is on building great development teams through training, mentoring, and prodigious amounts of caffeine. He’s spent years building web applications with cloud and mobile experience. Jared helps organize the Stir Trek, CloudDevelop and Dog Food conferences as well as a variety of other events in and around Columbus, OH and is a frequent speaker at regional events; if he doesn't have some conference deadline he doesn't know what to do with himself. You can find out more about him at http://jaredthenerd.com or follow him @jaredthenerd.",
    "WebSite": "https://jaredthenerd.com",
    "Company": "HMB",
    "Title": "VP, Technology & Solutions",
    "Twitter": "@jaredthenerd",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-09T15:04:54.31"
  },
  {
    "FirstName": "Jay",
    "LastName": "Harris",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "jayharris",
    "Biography": "Jay is a code wrangler, software consultant, and co-owner of Arana Software. He has been developing on the web since 1995, when the Blink tag lured him away from Visual Basic 3, and has been recognized as an ASPInsider and six-time Microsoft MVP. Recognizing that the greatest application performance bottleneck is a developer’s time, Jay’s continuing quest is for frameworks, modules, tools, and practices that make developers stronger, fitter, happier, and more productive. Originally from Rochester, New York, he has lived in Michigan since 2003. He likes Michigan, and considers it his permanent home, but will always remain a New Yorker at heart.",
    "WebSite": "https://www.linkedin.com/in/jasonharris",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T04:19:04.803"
  },
  {
    "FirstName": "Jeff",
    "LastName": "McWherter",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "jmcw",
    "Biography": "Jeff McWherter is an entrepreneur, manager, and software developer who calls Lansing Michigan home. A graduate of Michigan State University, Jeff has spent over 15 years working to better the software development community not only in Michigan but also around the country. In 2010 Jeff was awarded with the Microsoft Most Valuable Professional (MVP) for the third year in a row.\r\n\r\nJeff is a three time published author, with Testing ASP.NET Web Applications (Wrox Press), Professional Test Driven Development with C# (Wrox Press), and Professional Mobile Application Development (Wrox Press). Jeff is very active in developing programming communities across the country, speaking at conferences and organizing events such as the Lansing Give Camp, pairing developers with non-profit organizations for volunteer projects.As an entrepreneur Jeff has helped to grow Gravity Works Design and Development, into a stage two business with a reputation for detail-focused design and sound development practices.\r\n\r\nIn 2013 Gravity Works was named to the 50 Companies to Watch in Michigan,. Jeff has been named as one of the 10 individuals to watch over the next 10 years by the Lansing Chamber of Commerce, and also received the Corp Magazine Entrepreneur of distinction award. Hard work, passion and selflessness are the characteristics that Jeff attributes to his success.",
    "WebSite": "http://stirtrek.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T04:23:48.2"
  },
  {
    "FirstName": "Jennifer",
    "LastName": "Marsman",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "JenniferMarsman",
    "Biography": "Jennifer Marsman is a Principal Software Development Engineer in Microsoft’s Developer and Platform Evangelism group, where she educates developers on Microsoft’s new technologies.  In this role, Jennifer is a frequent speaker at software development conferences around the world.  In 2016, Jennifer was recognized as one of the “top 100 most influential individuals in artificial intelligence and machine learning” by Onalytica.  She has been featured in Bloomberg for her work using EEG and machine learning to perform lie detection.  In 2009, Jennifer was chosen as &quot;Techie whose innovation will have the biggest impact&quot; by X-OLOGY for her work with GiveCamps, a weekend-long event where developers code for charity.  She has also received many honors from Microsoft, including the “Best in Role” award for Technical Evangelism, Central Region Top Contributor Award, Heartland District Top Contributor Award, DPE Community Evangelist Award, CPE Champion Award, MSUS Diversity &amp; Inclusion Award, Gold Club, and Platinum Club.  Prior to becoming a Developer Evangelist, Jennifer was a software developer in Microsoft’s Natural Interactive Services division.  In this role, she earned two patents for her work in search and data mining algorithms.  Jennifer has also held positions with Ford Motor Company, National Instruments, and Soar Technology.  Jennifer holds a Bachelor’s Degree in Computer Engineering and Master’s Degree in Computer Science and Engineering from the University of Michigan in Ann Arbor.  Her graduate work specialized in artificial intelligence and computational theory.  Jennifer blogs at http://blogs.msdn.microsoft.com/jennifer and tweets at http://twitter.com/jennifermarsman.",
    "WebSite": "http://blogs.msdn.microsoft.com/jennifer",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T03:13:53.813"
  },
  {
    "FirstName": "Jim",
    "LastName": "Holmes",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "JimHolmes",
    "Biography": "Executive Coach at Pillar Technology. Owner/Principal of Guidepost Systems. Father. Husband. Geek. Veteran. Around 25 years IT experience. Author of The Leadership Journey. Coffee Roaster. MVP for C#. Past President of CodeMash Conference. Diabetic. Runner. Liked 5th grade so much he did it twice. One-time setter, middle blocker, and weakside hitter. Blogger (http://FrazzledDad.com). Big fan of naps.",
    "WebSite": "http://frazzleddad.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T17:09:41.733"
  },
  {
    "FirstName": "Jon",
    "LastName": "Kruger",
    "HeadShot": "/cloud/profilephotos/Jon-Kruger-601e73c0-bdc1-4d01-a9e3-957a224a7bc5-636244893417285068.jpg",
    "UserName": "jonkruger",
    "Biography": "Hi, I'm Jon Kruger and I am an independent consultant in Columbus, OH. I specialize in software solutions, project leadership, and Agile coaching and training and I have experience in a wide range of industries and environments. I use my experience as a leader and software developer to find ways to create better quality software, improve the software development process, and maximize value for the business. You can follow me on my blog (jonkruger.com) or on Twitter (@JonKruger).",
    "WebSite": "http://jonkruger.com",
    "Company": null,
    "Title": "Independent consultant, software developer",
    "Twitter": "@JonKruger",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/jonkruger",
    "GitHub": "https://github.com/jonkruger",
    "LastUpdated": "2017-03-07T13:17:48.773"
  },
  {
    "FirstName": "JP",
    "LastName": "O'Donnell",
    "HeadShot": "/cloud/profilephotos/JP-O'Donnell-b2fdf0e6-dbc0-4ca3-aac6-37d32a12a5af-636250050896297912.jpeg",
    "UserName": "jpodonnell",
    "Biography": "James (JP) O'Donnell has worn many hats in the tech industry.  Java Developer, Help Desk, C++ Developer, HL7 integration, EHR/EMR integration, Hadoop Dev, and Database Administrator. JP currently is a Database Admin at CoverMyMeds, working with MSSQL and Postgres. ",
    "WebSite": "https://www.linkedin.com/in/jp-o-donnell-12996018",
    "Company": "CoverMyMeds",
    "Title": "Database Administrator",
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": "https://github.com/jpodonnell",
    "LastUpdated": "2017-03-13T12:31:29.63"
  },
  {
    "FirstName": "Juan",
    "LastName": "Caicedo",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "juancaicedo",
    "Biography": "Juan has always been fascinated by language, having grown up speaking three. He finds refactoring therapeutic, problem solving exhilarating, and being an organizer for his local JS community fulfilling. He is lucky enough to work as a full-stack Javascript developer for Fluencia, making the world's best Spanish-English online dictionary. When not programming, Juan likes playing all types of board games and he never grew out of climbing trees.",
    "WebSite": "https://www.linkedin.com/in/juan-caicedo-a595a4b4/",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-08T02:50:13.723"
  },
  {
    "FirstName": "Kevin",
    "LastName": "Mack",
    "HeadShot": "/cloud/profilephotos/Kevin-Mack-19a3357a-b573-4bbf-b438-d99334f688f9-636250319878545321.jpg",
    "UserName": "kevinmack",
    "Biography": "Kevin is the Creative Director for Cardinal Solutions Group where he focuses on digital strategy, branding, and creative-based solutions. His background includes creating user experiences around web interfaces and the crafting of large-scaling websites and applications. Kevin is the co-founder and organizer of The Columbus Web Group http://columbuswebgroup.com where he actively participates in growing and educating the community around design, development, best practices and standards for the web. You can find him on Twitter (@nicetransition), YouTube https://goo.gl/jrHuQH, CodePen http://codepen.io/nicetransition/, or GitHub https://github.com/kevinmack18",
    "WebSite": "http://columbuswebgroup.com",
    "Company": "Cardinal Solutions Group",
    "Title": "Creative Director",
    "Twitter": "nicetransition",
    "Facebook": "https://facebook.com/kevinmack",
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/kevindmack",
    "GitHub": "https://github.com/kevinmack18",
    "LastUpdated": "2017-03-13T20:01:30.067"
  },
  {
    "FirstName": "krista",
    "LastName": "campbell",
    "HeadShot": "/cloud/profilephotos/krista-campbell-57b90bdd-ca3b-4398-beee-80b8c70ca4ce-636245399745690667.png",
    "UserName": "kristab3000",
    "Biography": "Krista Campbell is a Managing Architect and Senior Consultant with over twenty years of experience in the software industry. She has been developing Windows applications since before the dawn of time, with deep experience in both the technical and non-technical aspects of software development, Krista has led numerous successful software projects, focusing primarily in human services, supporting health, education, and disabled communities. She holds a B.S. (Summa Cum Laude) in Computer Science from the Ohio State University.\r\n\r\nDuring her time at OSU, she also studied electronic music techniques with accomplished local composers and continues to enjoy bridging the gap between music, sound, and software. \r\n\r\nKrista is the proud parent of a brave, bright, and beautiful 11 year old daughter. \r\n",
    "WebSite": null,
    "Company": "ICC",
    "Title": "Managing Architect",
    "Twitter": "@kristab3000",
    "Facebook": "https://www.facebook.com/jessicakristinacampbell",
    "GooglePlus": null,
    "LinkedIn": "http://www.linkedin.com/in/KristaCampbell33",
    "GitHub": "https://github.com/kristab33",
    "LastUpdated": "2017-03-08T03:19:34.57"
  },
  {
    "FirstName": "Lars",
    "LastName": "Klint",
    "HeadShot": "/cloud/profilephotos/Lars-Klint-8abcc194-5082-4d78-90b9-cc4aa48f3295-636244614442771053.jpg",
    "UserName": "larsklint",
    "Biography": "Lars is an author, trainer, Microsoft MVP, community leader, authority on all things Windows Platform and part time crocodile wrangler. He is heavily involved in the space of HoloLens and mixed reality, as well as a published Pluralsight author, freelance solution architect and writer for numerous publications. He has been a part of the software development community for the past 20 years and co-organises the DDD Melbourne community conference, organises developer events with Microsoft, and also runs a part time car restoration business. He has spoken at numerous technical events around the world and is an expert in Australian Outback Internet.",
    "WebSite": "https://larsklint.com",
    "Company": "larsklint.com",
    "Title": "Chief Wizard",
    "Twitter": "larsklint",
    "Facebook": "https://www.facebook.com/lklint",
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/lklint/",
    "GitHub": "https://github.com/lklint",
    "LastUpdated": "2017-03-07T05:30:44.277"
  },
  {
    "FirstName": "Mark",
    "LastName": "Kovacevich",
    "HeadShot": "/cloud/profilephotos/Mark-Kovacevich-5c6ea5fe-b732-4d40-a160-fc4a8c555b59-636245897569275107.jpg",
    "UserName": "MarkKovacevich",
    "Biography": "Mark Kovacevich is the President of Improving (Columbus), a national leader in delivering technology consulting and training.  He is responsible for all Columbus operations and leadership. In addition, Mr. Kovacevich is a member of the board of directors for Improving, and is responsible for strategic mergers and acquisitions.  Through a combination of leadership, excellence and teamwork, Improving Enterprises has enjoyed great success becoming an eight time recipient of the Inc. 500 award.  In Columbus, Mark’s efforts led the organization to eight Best Places to Work (2008-2015, #1 in Small Business Category in 2012) and Fast Fifty awards (2009-2011 &amp; 2013-2016) from Columbus’s Business First. \r\n\r\nMark is very active in the Columbus philanthropic community. He is currently serves on the board of directors for Columbus Speech and Hearing, Alvis, and The Goodwill Business Advisory Council.  A proud graduate from The Ohio State University, Mark enjoys spending time with his wife, two girls and watching the Buckeyes deliver another win against Michigan.\r\n\r\nFinally, Mr. Kovacevich was honed to receive Business First’s 40 under 40 award in 2010.\r\n",
    "WebSite": "http://improving.com",
    "Company": "Improving",
    "Title": "President",
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/markkovacevich",
    "GitHub": null,
    "LastUpdated": "2017-03-08T17:13:10.483"
  },
  {
    "FirstName": "Michael",
    "LastName": "Collier",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "mcollier",
    "Biography": "Michael is currently Senior Software Development Engineer in Microsoft’s DX TED organization, where he engages deeply with select global ISVs to help them best utilize Azure’s features. Michael has over 13 years of experience with various consulting and technology firms where he was instrumental in leading and developing solutions for a wide range of clients. He has a vast amount of experience in helping companies determine the best strategy for adopting cloud computing, and providing the insight and hands-on experience to ensure they are successful. Michael is also a respected technology community leader, and is often found sharing his Microsoft Azure insights and experiences at regional and national conferences.  Michael is also the co-author of a published book on Microsoft Azure entitled Microsoft Azure Essentials: Fundamentals of Azure. ",
    "WebSite": "http://www.michaelscollier.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T03:17:11.873"
  },
  {
    "FirstName": "Mike",
    "LastName": "Hand",
    "HeadShot": "/cloud/profilephotos/Mike-Hand-5b884189-328b-4c50-8686-f502d0a9edac-636245003805457922.jpg",
    "UserName": "mikehand",
    "Biography": "Mike has been in software development for over 10 years, working everywhere from top 10 defense contractors, small privately owned companies, freelance, and the world of consulting.",
    "WebSite": null,
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T16:20:02.13"
  },
  {
    "FirstName": "Nathan",
    "LastName": "Rambeck",
    "HeadShot": "/cloud/profilephotos/Nathan-Rambeck-05c43023-3498-420b-99e4-cb9d6eec1c34-636247688577724262.jpg",
    "UserName": "nrambeck",
    "Biography": "Nathan is a web developer at Sparkbox in Dayton, Ohio, focused primarily on creating responsive design systems for clients. For the last 8 years he has organized Dayton Web Developers, the largest web-focused meetup group in the area.",
    "WebSite": "https://www.linkedin.com/in/nathanrambeck",
    "Company": "Sparkbox",
    "Title": null,
    "Twitter": "@nrambeck",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/nathanrambeck",
    "GitHub": "https://github.com/nrambeck",
    "LastUpdated": "2017-03-10T18:55:56.947"
  },
  {
    "FirstName": "Seth",
    "LastName": "Petry-Johnson",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "spetryjohnson",
    "Biography": "Seth has been programming for 27 years, 20 of them professionally as a full-stack developer and architect. He currently leads a small but powerful team in search of elegant, maintainable solutions to hard problems. Seth recently took on a full-time leadership role but isn't ready to totally quit programming just yet. When not juggling Gantt charts and TPS Reports he can be found playing tabletop games, entertaining his kids, or sneaking in a quick code change to keep his skills sharp. He works from home (and loves it!) outside of Columbus, OH.",
    "WebSite": "http://www.petry-johnson.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T03:47:15.187"
  },
  {
    "FirstName": "Stephen",
    "LastName": "Shary",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "stephenshary",
    "Biography": "I am a full-stack developer and technical lead that focuses mainly on languages that run on the JVM. I am also well versed in Javascript. I have done development for 8+ years mainly in retail industry. I enjoy functional programming and proper automated testing. I work with teams to overhaul their projects, improve code quality and help improve culture.",
    "WebSite": "http://stevesmashcode.com/",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T03:57:11.507"
  },
  {
    "FirstName": "Steve",
    "LastName": "Smith",
    "HeadShot": "/cloud/profilephotos/Steve-Smith-96c5bd17-06f6-4fd8-9194-dc65b7c32eaf-636234639493768402.jpg",
    "UserName": "ardalis",
    "Biography": "I make software teams better.",
    "WebSite": "http://ardalis.com",
    "Company": "DevIQ",
    "Title": "Founder",
    "Twitter": "@ardalis",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": "https://github.com/ardalis",
    "LastUpdated": "2017-02-28T03:56:07.703"
  },
  {
    "FirstName": "Stir",
    "LastName": "Trek",
    "HeadShot": "/cloud/profilephotos/Stir-Trek-26fd18b0-6837-4693-8b56-4dd32e7de7ab-636240165201887323.png",
    "UserName": "stadmin",
    "Biography": "Stir Trek is the largest software developer conference in central Ohio.",
    "WebSite": "http://stirtrek.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-02T01:56:35.787"
  },
  {
    "FirstName": "Tim",
    "LastName": "Rayburn",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "trayburn",
    "Biography": "Tim Rayburn is a Vice President of Consulting with Improving Enterprises, a software and project management consulting company in Dallas, TX. He is a passionate advocate of apprenticeship and mentorship in corporate environments. Since 2007 he has been awarded the Microsoft MVP in recognition of his expertise and community leadership. He is also a conference organizer, an author, and can be found speaking across the nation on agile processes, software design, and career management. He lives in the North Dallas area with his amazing wife Kate and their loyal dog Gandalf.",
    "WebSite": "http://timrayburn.net",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T04:17:24.98"
  },
  {
    "FirstName": "Todd",
    "LastName": "Nussbaum",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "tnussbaum",
    "Biography": "Todd Nussbaum is director of the Java practice at HMB Inc., a technology consulting and IT services company in Columbus, Ohio. With over 15 years in the IT industry, he's been a developer, architect, and leader of development teams across many verticals and technologies. He has a fondness for good UI design, sensible application architecture, and tinkering with technologies outside of Java. When not at his day job, you can find him on the baseball diamond coaching his two sons, watching his daughter at soccer or gymnastics, or supporting his wife in her pursuit of running greatness.",
    "WebSite": "https://www.linkedin.com/in/tjnussbaum",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T12:45:09.877"
  },
  {
    "FirstName": "Tommy",
    "LastName": "Graves",
    "HeadShot": "/cloud/profilephotos/Tommy-Graves-7966e350-6591-4031-a99c-030fdf149f28-636248814729045839.jpg",
    "UserName": "TAGraves",
    "Biography": "Tommy Graves is a front-end consultant with Improving. He is passionate about JavaScript architecture as well as questions and theories revolving around how we decide which technologies are worthwhile and appropriate for use. In his free time, he enjoys reading philosophy and watching basketball with his wife.",
    "WebSite": "https://tagraves.com",
    "Company": null,
    "Title": null,
    "Twitter": "@TAGraves",
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": "https://www.linkedin.com/in/tommyagraves/",
    "GitHub": "https://github.com/tagraves",
    "LastUpdated": "2017-03-12T02:12:04.66"
  },
  {
    "FirstName": "Travis",
    "LastName": "Alexander",
    "HeadShot": "/cloud/profilephotos/Travis-Alexander-883e7af6-15fb-4c97-a4e0-dfeb21088f49-636245001128840232.jpg",
    "UserName": "travisfalexander",
    "Biography": "Travis Alexander is rising technology manager, consultant, and certified agile extraordinaire. He's been recognized as a catalyst that helps transform organizations from \"agile lip-service\" to real-life, high-performance agile teams.\r\n\r\nTravis has worked as a software project manager, technical manager, and Atlassian Expert Partner and has been/is currently an agile consultant/coach for companies such as LBrands (Victoria's Secret / Bath & Body Works), SAP, Summit Racing, Rocky Brands, and others.  ",
    "WebSite": "https://www.linkedin.com/in/travisfalexander",
    "Company": "Empyra",
    "Title": "Principal Consultant",
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-07T16:17:10.143"
  },
  {
    "FirstName": "Wray",
    "LastName": "Mills",
    "HeadShot": "/images/speakerImageDefault.png",
    "UserName": "wraymills",
    "Biography": "Mr. Mills has over twenty years experience in all stages of technology development, including problem specification, solution design, implementation, continuous deployment, and maintenance.  He has consistently applied an Engineering approach to realize system objectives within given complex constraints.  Mr. Mills’ expertise includes technology executive/owner positions, software systems engineering, enterprise architecture; distributed (cloud), service-oriented design and development; Internet, Intranet, device design and development; information security; data science and technology education.\r\nSome pre-kid speaking engagements: 2004, 2002 JavaOne; 2002 Boston Java Users Group; 1997 American Metereological Society.",
    "WebSite": "http://blog.techemstudios.com",
    "Company": null,
    "Title": null,
    "Twitter": null,
    "Facebook": null,
    "GooglePlus": null,
    "LinkedIn": null,
    "GitHub": null,
    "LastUpdated": "2017-03-08T23:08:35.703"
  }
]
